{
  "partners_section_title": "Đối Tác Của Chúng Tôi",
  "partners_section_subtitle": "Những đối tác tin cậy đồng hành cùng Cà Mèn",
  "about_partners_count": "50+",
  "about_partners_text": "Đối Tác Tin Cậy",
  "about_countries_count": "20+",
  "about_countries_text": "Quốc Gia",
  "about_customers_count": "100K+",
  "about_customers_text": "Khách Hàng Hài Lòng",
  "about_us_section_title": "Về Cà Mèn",
  "nav_about_us": "Về Cà Mèn",
  "nav_founder_spirit": "Tinh Thần Người Sáng Lập",
  "nav_history": "Lịch Sử Hình Thành",
  
  "history_section_title": "Lịch Sử Hình Thành",
  "history_paragraph_1": "Bắt đầu từ một quán ăn nhỏ mang hương vị Quảng Trị giữa lòng Sài Gòn từ năm 2015, Cà Mèn từng bước phát triển với mong muốn lan toả ẩm thực Việt đến nhiều người hơn. Tháng 6/2022, Cà Mèn ra mắt dòng sản phẩm đặc sản Việt đóng lạnh đóng gói, giữ trọn hương vị truyền thống trong hình thức tiện lợi, hiện đại.",
  "history_paragraph_2": "Năm 2023, Cà Mèn xuất khẩu chính ngạch đơn hàng đầu tiên sang Mỹ, mở ra hành trình vươn ra thế giới. Đến nay, sản phẩm đã có mặt tại Anh, Úc, Canada, Nhật Bản, Hàn Quốc... và tiếp tục mở rộng đến nhiều quốc gia khác.",

  "milestone_2015": "Khởi Nguồn",
  "milestone_2015_des": "Quán ăn nhỏ mang hương vị Quảng Trị",

  "milestone_2022": "Đổi Mới Sản Phẩm",
  "milestone_2022_des": "Ra mắt đặc sản Việt đóng gói",

  "milestone_2023": "Vươn Ra Thế Giới",
  "milestone_2023_des": "Xuất khẩu sang Mỹ và các quốc gia",

  "mission_section_title": "Tinh Thần & Sứ Mệnh",
  "mission_slogan": "Lan toả ẩm thực Việt đến muôn phương",
  "mission_paragraph_1": "Cà Mèn mang trong mình sứ mệnh lan toả ẩm thực Việt đến muôn phương – nơi đâu có người Việt, nơi đó có hương vị quê nhà. Nhưng hơn thế nữa, Cà Mèn mong muốn đưa tinh hoa ẩm thực Việt vượt qua ranh giới cộng đồng, chạm đến trái tim của người bản xứ tại khắp các quốc gia.",
  "mission_quote": "“Mỗi sản phẩm không chỉ là một bữa ăn, mà còn là cầu nối văn hoá, để bạn bè thế giới hiểu và yêu thêm ẩm thực Việt.”",

  "history_intro_paragraph": "Là một người con sống xa quê nên Cà Mèn rất thấu hiểu cảm giác thèm những món ăn quê nhà, ngon như mẹ nấu, đặc biệt là kiểu bào Việt Nam đang sinh sống tại nước ngoài. Vì vậy, năm 2022, Cà Mèn đã nghiên cứu và cho ra mắt sản phẩm Cháo bột cá lóc (Bánh canh cá lóc) đóng gói.",

  "milestone_2022_title": "Ra mắt Cháo bột (Bánh canh) Cá lóc",
  "milestone_2022_description": "Đánh dấu bước đầu tiên trong việc đưa đặc sản Việt vào dạng đóng gói tiện lợi với sản phẩm cháo bột cá lóc - món ăn truyền thống được yêu thích.",

  "milestone_2024_title": "Bứt phá với Sharktank & Top 10 Startup Wheel",
  "milestone_2024_description": "Ra mắt bánh canh cua, bún bò Huế, bánh canh chả cá. Ghi dấu ấn tại Sharktank Việt Nam và lọt Top 10 Startup Wheel, khẳng định vị thế doanh nghiệp khởi nghiệp sáng tạo.",

  "milestone_2023_title": "Vươn Ra Thế Giới",
  "milestone_2023_description": "Xuất khẩu sang Mỹ và các quốc gia",

  "milestone_2025_title": "Đa dạng hoá sản phẩm & Top 10 The Future Brand",
  "milestone_2025_description": "Ra mắt bún cá rô, bún cá ngừ, hủ tiếu mực, bún chay, mì quảng tôm, mì quảng cá lóc. Vinh dự lọt Top 10 The Future Brand, khẳng định tầm nhìn phát triển bền vững."
}
