{
  "partners_section_title": "Our Partners",
  "partners_section_subtitle": "Reliable partners accompanying Cà Mèn",
  "about_partners_count": "50+",
  "about_partners_text": "Trusted Partners",
  "about_countries_count": "20+",
  "about_countries_text": "Countries",
  "about_customers_count": "100K+",
  "about_customers_text": "Happy Customers",
  "about_us_section_title": "About Cà Mèn",
  "nav_about_us": "About Cà Mèn",
  "nav_founder_spirit": "Founder's Spirit",
  "nav_history": "Formation History",

  "history_section_title": "Formation History",
  "history_intro_paragraph": "As someone who lived far from home, Cà Mèn deeply understood the longing for homeland dishes, delicious like mom's cooking, especially for Vietnamese people living abroad. Therefore, in 2022, Cà Mèn researched and launched the packaged Snakehead Fish Porridge (Bánh Canh Cá Lóc).",
  "history_paragraph_1": "Starting from a small eatery with Quang Tri flavors in the heart of Saigon in 2015, Cà Mèn gradually developed with the desire to spread Vietnamese cuisine to more people. In June 2022, Cà Mèn launched a line of frozen, packaged Vietnamese specialties, preserving traditional flavors in a convenient, modern format.",
  "history_paragraph_2": "In 2023, Cà Mèn officially exported its first shipment to the US, beginning its journey to reach the world. To date, the products are available in the UK, Australia, Canada, Japan, South Korea... and continue to expand to many other countries.",

  "milestone_2015": "The Beginning",
  "milestone_2015_des": "Small eatery with Quang Tri flavors",

  "milestone_2022": "Product Innovation",
  "milestone_2022_des": "Launched packaged Vietnamese specialty",

  "milestone_2023": "Reaching the World",
  "milestone_2023_des": "Exported to the US and other countries",

  "mission_section_title": "Spirit & Mission",
  "mission_slogan": "Spreading Vietnamese Cuisine to All Corners of the World",
  "mission_paragraph_1": "Cà Mèn carries the mission of spreading Vietnamese cuisine to all corners of the world – wherever there are Vietnamese people, there is a taste of home. But more than that, Cà Mèn desires to bring the essence of Vietnamese cuisine beyond community borders, touching the hearts of locals across all nations.",
  "mission_quote": "“Each product is not just a meal, but a cultural bridge, helping friends around the world understand and love Vietnamese cuisine more.”",

  "milestone_2022_title": "Launch of Snakehead Fish Rice Porridge (Banh Canh)",
  "milestone_2022_description": "Marked the first step in packaging Vietnamese specialties into a convenient form with the Snakehead Fish Porridge product – a beloved traditional dish.",

  "milestone_2024_title": "Breakthrough with Shark Tank & Top 10 Startup Wheel",
  "milestone_2024_description": "Launched crab noodle soup (bánh canh cua), Hue beef noodle soup (bún bò Huế), and fish cake noodle soup (bánh canh chả cá). Made a mark on Shark Tank Vietnam and reached the Top 10 Startup Wheel, affirming its position as a creative startup enterprise.",

  "milestone_2023_title": "Reaching the World",
  "milestone_2023_description": "Exported to the US and other countries",

  "milestone_2025_title": "Product Diversification & Top 10 The Future Brand",
  "milestone_2025_description": "Launched Catfish Vermicelli, Tuna Vermicelli, Squid Glass Noodles, Vegetarian Vermicelli, Shrimp Quảng Noodles, and Snakehead Fish Quảng Noodles. Honored to be in the Top 10 The Future Brand, affirming a vision for sustainable development."
}
